{
  "verses": [
    {
      "id1": 1,
      "id2": 1,
      "textSanskrit1": "धृतराष्ट्र उवाच धर्मक्षेत्रे कुरुक्षेत्रे समवेता युयुत्सव: ।",
      "textSanskrit2": "मामका: पाण्डवाश्चैव किमकुर्वत सञ्जय ॥ १ ॥",
      "line1": "dhṛtarāṣṭra uvāca dharma-kṣetre kuru-kṣetre",
      "line2": "samavetā yuyutsavaḥ",
      "line3": "māmakāḥ pāṇḍavāś caiva",
      "line4": "kim akurvata sañjaya",
      "sline1": "dhṛtarāṣṭraḥ uvāca — King Dhṛtarāṣṭra said; dharma-kṣetre — in the place of pilgrimage; kuru-kṣetre — in the place named Kurukṣetra;",
      "sline2": "samavetāḥ — assembled; yuyutsavaḥ — desiring to fight;",
      "sline3": "māmakāḥ — my party (sons); pāṇḍavāḥ — the sons of Pāṇḍu; ca — and; eva — certainly;",
      "sline4": "kim — what; akurvata — did they do; sañjaya — O Sañjaya.",
      "textSynonyms": "dhṛtarāṣṭraḥ uvāca — King Dhṛtarāṣṭra said;",
      "textTranslation": "Dhṛtarāṣṭra said: O Sañjaya, after my sons and the sons of Pāṇḍu assembled in the place of pilgrimage at Kurukṣetra, desiring to fight, what did they do?",
      "textPurport": "Bhagavad-gītā is the widely read theistic science summarized in the Gītā-māhātmya (Glorification of the Gītā). There it says that one should read Bhagavad-gītā very scrutinizingly with the help of a person who is a devotee of Śrī Kṛṣṇa and try to understand it without personally motivated interpretations. The example of clear understanding is there in the Bhagavad-gītā itself, in the way the teaching is understood by Arjuna, who heard the Gītā directly from the Lord. If someone is fortunate enough to understand the Bhagavad-gītā in that line of disciplic succession, without motivated interpretation, then he surpasses all studies of Vedic wisdom, and all scriptures of the world. One will find in the Bhagavad-gītā all that is contained in other scriptures, but the reader will also find things which are not to be found elsewhere. That is the specific standard of the Gītā. It is the perfect theistic science because it is directly spoken by the Supreme Personality of Godhead, Lord Śrī Kṛṣṇa. The topics discussed by Dhṛtarāṣṭra and Sañjaya, as described in the Mahābhārata, form the basic principle for this great philosophy. It is understood that this philosophy evolved on the Battlefield of Kurukṣetra, which is a sacred place of pilgrimage from the immemorial time of the Vedic age. It was spoken by the Lord when He was present personally on this planet for the guidance of mankind. The word dharma-kṣetra (a place where religious rituals are performed) is significant because, on the Battlefield of Kurukṣetra, the Supreme Personality of Godhead was present on the side of Arjuna. Dhṛtarāṣṭra, the father of the Kurus, was highly doubtful about the possibility of his sons’ ultimate victory. In his doubt, he inquired from his secretary Sañjaya, “What did they do?” He was confident that both his sons and the sons of his younger brother Pāṇḍu were assembled in that Field of Kurukṣetra for a determined engagement of the war. Still, his inquiry is significant. He did not want a compromise between the cousins and brothers, and he wanted to be sure of the fate of his sons on the battlefield. Because the battle was arranged to be fought at Kurukṣetra, which is mentioned elsewhere in the Vedas as a place of worship – even for the denizens of heaven – Dhṛtarāṣṭra became very fearful about the influence of the holy place on the outcome of the battle. He knew very well that this would influence Arjuna and the sons of Pāṇḍu favorably, because by nature they were all virtuous. Sañjaya was a student of Vyāsa, and therefore, by the mercy of Vyāsa, Sañjaya was able to envision the Battlefield of Kurukṣetra even while he was in the room of Dhṛtarāṣṭra. And so, Dhṛtarāṣṭra asked him about the situation on the battlefield. Both the Pāṇḍavas and the sons of Dhṛtarāṣṭra belong to the same family, but Dhṛtarāṣṭra’s mind is disclosed herein. He deliberately claimed only his sons as Kurus, and he separated the sons of Pāṇḍu from the family heritage. One can thus understand the specific position of Dhṛtarāṣṭra in his relationship with his nephews, the sons of Pāṇḍu. As in the paddy field the unnecessary plants are taken out, so it is expected from the very beginning of these topics that in the religious field of Kurukṣetra, where the father of religion, Śrī Kṛṣṇa, was present, the unwanted plants like Dhṛtarāṣṭra’s son Duryodhana and others would be wiped out and the thoroughly religious persons, headed by Yudhiṣṭhira, would be established by the Lord. This is the significance of the words dharma-kṣetre and kuru-kṣetre, apart from their historical and Vedic importance.",
      "audioFiles": [
        "v1.mp3",
        "v2.mp3",
        "v3.mp3",
        "v4.mp3"
      ]
    },
    {
      "id1": 2,
      "id2": 4,
      "textSanskrit1": "अत्र श‍ूरा महेष्वासा भीमार्जुनसमा युधि ।",
      "textSanskrit2": "युयुधानो विराटश्च द्रुपदश्च महारथः ॥ ४ ॥",
      "line1": "atra śūrā maheṣv-āsā",
      "line2": "bhīmārjuna-samā yudhi",
      "line3": "yuyudhāno virāṭaś ca",
      "line4": "drupadaś ca mahā-rathaḥ",
      "sline1": "atra — here; śūrāḥ — heroes; mahā-iṣu-āsāḥ — mighty bowmen; bhīma-arjuna — to Bhīma and Arjuna; samāḥ — equal; yudhi — in the fight;",
      "sline2": "yuyudhānaḥ — Yuyudhāna; virāṭaḥ — Virāṭa; ca — also;",
      "sline3": "drupadaḥ — Drupada; ca — also; mahā-rathaḥ — great fighter.",
      "sline4": "Translation",
      "textSynonyms": "atra — here; śūrāḥ — heroes; mahā-iṣu-āsāḥ — mighty bowmen;",
      "textTranslation": "Here in this army are many heroic bowmen equal in fighting to Bhīma and Arjuna: great fighters like Yuyudhāna, Virāṭa and Drupada.",
      "textPurport": "Even though Dhṛṣṭadyumna was not a very important obstacle in the face of Droṇācārya’s very great power in the military art, there were many others who were causes of fear. They are mentioned by Duryodhana as great stumbling blocks on the path of victory because each and every one of them was as formidable as Bhīma and Arjuna. He knew the strength of Bhīma and Arjuna, and thus he compared the others with them.",
      "audioFiles": [
        "v1.mp3",
        "v2.mp3",
        "v3.mp3",
        "v4.mp3"
      ]
    }
  ]
}

